[
  { "id": "1", "text": "In general, I prefer to save my money rather than spend it." },
  { "id": "2", "text": "Before trying something new, I get anxious." },
  { "id": "3", "text": "I like to follow rules." },
  { "id": "4", "text": "I think a lot about what could go wrong before making a decision." },
  { "id": "5", "text": "I make decisions quickly because I don't like to wait." },
  { "id": "6", "text": "I often fear trying new experiences." },
  { "id": "7", "text": "Even when I have a lot of money, I prefer to save it rather than spend it on myself." },
  { "id": "8", "text": "I prefer not to have any rules at all." },
  { "id": "9", "text": "I lose my temper easily." },
  { "id": "10", "text": "I like to plan ahead even for simple everyday activities." },
  { "id": "11", "text": "I prefer to make decisions after considering all the options." },
  { "id": "12", "text": "When trying something new, I usually feel very nervous." },
  { "id": "13", "text": "I often bend the truth or exaggerate to tell a funnier or more interesting story." },
  { "id": "14", "text": "When I need to make a quick decision, I struggle." },
  { "id": "15", "text": "I break rules if I can get away with it." },
  { "id": "16", "text": "In unfamiliar situations, I feel uncomfortable and nervous." },
  { "id": "17", "text": "I like it when things are done in a strict and orderly way." },
  { "id": "18", "text": "I usually don't finish a task/work that takes a lot of time." },
  { "id": "19", "text": "Usually when I want something, I want it immediately." },
  { "id": "20", "text": "I often say the first thing that comes to mind." },
  { "id": "21", "text": "I prefer to think carefully before making a decision." },
  { "id": "22", "text": "Often I do something without first considering if it will work." },
  { "id": "23", "text": "I often get excited about new things and want to try them immediately." },
  { "id": "24", "text": "I really like surprise parties and spontaneous actions." },
  { "id": "25", "text": "I prefer to save rather than spend my money immediately." },
  { "id": "26", "text": "I like to make quick decisions." },
  { "id": "27", "text": "When I have money, I spend it immediately on something." },
  { "id": "28", "text": "I often feel like doing something new or crazy." },
  { "id": "29", "text": "When something piques my curiosity, I don't care about the risks and restrictions." },
  { "id": "30", "text": "I like to follow rules." },
  { "id": "31", "text": "I easily get excited about new ideas or activities." },
  { "id": "32", "text": "I prefer activities without rules." },
  { "id": "33", "text": "I often do things that I'm not actually allowed to do." }
]