[
  { "id": "1", "text": "Γενικά, προτιμώ να αποταμιεύω τα χρήματά μου, παρά να τα ξοδεύω." },
  { "id": "2", "text": "Πριν δοκιμάσω κάτι καινούργιο, αγχώνομαι." },
  { "id": "3", "text": "Μου αρέσει να ακολουθώ κανόνες." },
  { "id": "4", "text": "Σκέφτομαι πολύ τι μπορεί να πάει λάθος πριν πάρω μία απόφαση." },
  { "id": "5", "text": "Παίρνω αποφάσεις γρήγορα, γιατί δεν μου αρέσει να περιμένω." },
  { "id": "6", "text": "Συχνά φοβάμαι να δοκιμάσω νέες εμπειρίες." },
  { "id": "7", "text": "Ακόμα κι όταν έχω πολλά χρήματα, προτιμώ να τα αποταμιεύω παρά να τα ξοδεύω για τον εαυτό μου." },
  { "id": "8", "text": "Προτιμώ να μην έχω καθόλου κανόνες." },
  { "id": "9", "text": "Χάνω εύκολα την ψυχραιμία μου." },
  { "id": "10", "text": "Μου αρέσει να σχεδιάζω από πριν ακόμα και τις απλές καθημερινές δραστηριότητες." },
  { "id": "11", "text": "Προτιμώ να παίρνω αποφάσεις αφού εξετάσω όλες τις επιλογές." },
  { "id": "12", "text": "Όταν δοκιμάζω κάτι καινούργιο συνήθως αισθάνομαι πολύ νευρικός/ή." },
  { "id": "13", "text": "Συχνά παραλλάσσω την αλήθεια ή υπερβάλλω για να πω μια πιο αστεία ή ενδιαφέρουσα ιστορία." },
  { "id": "14", "text": "Όταν χρειάζεται να πάρω μία γρήγορη απόφαση, δυσκολεύομαι." },
  { "id": "15", "text": "Παραβιάζω τους κανόνες αν μπορώ να τη γλιτώσω." },
  { "id": "16", "text": "Σε άγνωστες καταστάσεις νιώθω άβολα και νευρικά." },
  { "id": "17", "text": "Μου αρέσει όταν τα πράγματα γίνονται με αυστηρό και τακτικό τρόπο." },
  { "id": "18", "text": "Συνήθως δεν ολοκληρώνω μία εργασία/δουλειά που χρειάζεται πολύ χρόνο. " },
  { "id": "19", "text": "Συνήθως όταν θέλω να έχω κάτι, το θέλω άμεσα." },
  { "id": "20", "text": "Συχνά λέω αυτό που μου έρχεται πρώτο στο μυαλό." },
  { "id": "21", "text": "Προτιμώ να σκέφτομαι προσεκτικά πριν πάρω μία απόφαση." },
  { "id": "22", "text": "Συχνά κάνω κάτι χωρίς πρώτα να έχω σκεφτεί αν θα λειτουργήσει." },
  { "id": "23", "text": "Συχνά ενθουσιάζομαι με νέα πράγματα και θέλω να τα δοκιμάσω αμέσως." },
  { "id": "24", "text": "Μου αρέσουν πολύ τα πάρτυ-έκπληξη και οι αυθόρμητες πράξεις." },
  { "id": "25", "text": "Προτιμώ να αποταμιεύω, παρά να ξοδεύω τα χρήματά μου αμέσως." },
  { "id": "26", "text": "Μου αρέσει να παίρνω γρήγορες αποφάσεις." },
  { "id": "27", "text": "Όταν έχω χρήματα, τα ξοδεύω αμέσως σε κάτι." },
  { "id": "28", "text": "Συχνά έχω διάθεση να κάνω κάτι καινούργιο ή τρελό." },
  { "id": "29", "text": "Όταν κάτι μου κινεί την περιέργεια, τότε αδιαφορώ για τους κινδύνους και τις απαγορεύσεις." },
  { "id": "30", "text": "Μου αρέσει να ακολουθώ κανόνες." },
  { "id": "31", "text": "Ενθουσιάζομαι εύκολα με νέες ιδέες ή δραστηριότητες." },
  { "id": "32", "text": "Προτιμώ δραστηριότητες χωρίς κανόνες." },
  { "id": "33", "text": "Συχνά κάνω πράγματα που στην πραγματικότητα δεν μου επιτρέπεται να κάνω." }
]